examples/soap/Suites4SociaalDomein/dump/02-response-zakLk01 Generen Zaak.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">   <s:Body>      <StUF:Bv03Bericht xmlns:StUF="http://www.egem.nl/StUF/StUF0301">         <StUF:stuurgegevens>            <StUF:berichtcode>Bv03</StUF:berichtcode>            <StUF:zender>               <StUF:organisatie>1900</StUF:organisatie>               <StUF:applicatie>CDR</StUF:applicatie>            </StUF:zender>            <StUF:ontvanger>               <StUF:organisatie>1900</StUF:organisatie>               <StUF:applicatie>GWS4all</StUF:applicatie>               <StUF:gebruiker>Gebruiker</StUF:gebruiker>            </StUF:ontvanger>            <StUF:referentienummer>3004d773-c498-4690-8d55-806a42aca2f7</StUF:referentienummer>            <StUF:tijdstipBericht>20200507075603348</StUF:tijdstipBericht>            <StUF:crossRefnummer>c572cdfc-2972-4288-b62a-b02ecd309266</StUF:crossRefnummer>         </StUF:stuurgegevens>      </StUF:Bv03Bericht>   </s:Body></s:Envelope>