examples/soap/Swf Suites4SociaalDomein/dump/03-response-zakLk01  601 Statusinformatie aanvraag.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
   <s:Body>
      <StUF:Bv03Bericht xmlns:StUF="http://www.egem.nl/StUF/StUF0301">
         <StUF:stuurgegevens>
            <StUF:berichtcode>Bv03</StUF:berichtcode>
            <StUF:zender>
               <StUF:organisatie>1900</StUF:organisatie>
               <StUF:applicatie>CDR</StUF:applicatie>
            </StUF:zender>
            <StUF:ontvanger>
               <StUF:organisatie>1900</StUF:organisatie>
               <StUF:applicatie>GWS4all</StUF:applicatie>
               <StUF:gebruiker>Gebruiker</StUF:gebruiker>
            </StUF:ontvanger>
            <StUF:referentienummer>afa090b2-a559-451e-9fb2-9eef5212a29c</StUF:referentienummer>
            <StUF:tijdstipBericht>20200507075603442</StUF:tijdstipBericht>
            <StUF:crossRefnummer>76dcfedb-241a-4d67-b743-875aaba61d72</StUF:crossRefnummer>
         </StUF:stuurgegevens>
      </StUF:Bv03Bericht>
   </s:Body>
</s:Envelope>